[
  "table-editor-obsidian",
  "calendar",
  "tag-wrangler",
  "periodic-notes",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "copy-url-in-preview",
  "obsidian-plugin-toc",
  "obsidian-vimrc-support",
  "obsidian-contextual-typography",
  "obsidian-relative-line-numbers",
  "url-into-selection",
  "nldates-obsidian",
  "dataview",
  "quickadd"
]